xml/request_templates/net_livets_lotteri_526_i_u_y.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>29565678|870970</ac:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://megafonen.redbarnet.dk/Livets-Lotteri.aspx?ID=915</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Livets lotteri</dc:title>
              <dc:title xsi:type="dkdcplus:full">Livets lotteri</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">33.106</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">den 3. verden</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">fattigdom</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 10. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 11 år</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 12 år</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 13 år</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 7. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 8. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 9. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for folkeskolen</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">industrilande</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">levevilkår</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">lærervejledninger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">samfundsforhold</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">spil</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">ulande</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">ulighed</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">undervisningsmaterialer</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Økonomisk udvikling og vækst</dc:subject>
              <dcterms:abstract>Et undervisningsmateriale om at være født rig eller fattig. Spillet Livets Lotteri giver en indføring i de fleste af verdens knap 200 lande. Man får opgaveforslag og ideer til aktiviteter, som man kan arbejde videre med</dcterms:abstract>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Red Barnet</dc:publisher>
              <dc:contributor>Red Barnet forening</dc:contributor>
              <dc:date>2012</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Ebog</dc:type>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">29565678</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20121022180415</marcx:subfield>
                  <marcx:subfield code="d">20120919</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2012</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="n">a</marcx:subfield>
                  <marcx:subfield code="o">s</marcx:subfield>
                  <marcx:subfield code="x">02</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="w">1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">ACC201238</marcx:subfield>
                  <marcx:subfield code="a">DBF201243</marcx:subfield>
                  <marcx:subfield code="x">BKM201243</marcx:subfield>
                  <marcx:subfield code="x">ARK201243</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Livets lotteri</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="b">Red Barnet</marcx:subfield>
                  <marcx:subfield code="c">2012</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Et undervisningsmateriale om at være født rig eller fattig. Spillet Livets Lotteri giver en indføring i de fleste af verdens knap 200 lande. Man får opgaveforslag og ideer til aktiviteter, som man kan arbejde videre med</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Hertil findes</marcx:subfield>
                  <marcx:subfield code="u">http://megafonen.redbarnet.dk/Admin/Public/DWSDownload.aspx?File=%2fFiles%2fFiler%2fMegafonen%2fL%26aelig%3brere%2fL%26aelig%3brervejledning_Livets_Lotteri.pdf</marcx:subfield>
                  <marcx:subfield code="y">lærervejledning</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">33.106</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for 11 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for 12 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for 13 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for 7. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for 8. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for 9. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for 10. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="u">for folkeskolen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">undervisningsmaterialer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">ulande</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">industrilande</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">fattigdom</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">den ¤3. verden</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">samfundsforhold</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">levevilkår</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">ulighed</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">spil</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">lærervejledninger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">Red Barnet</marcx:subfield>
                  <marcx:subfield code="e">forening</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield>
                  <marcx:subfield code="u">http://megafonen.redbarnet.dk/Livets-Lotteri.aspx?ID=915</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="990">
                  <marcx:subfield code="o">201243</marcx:subfield>
                  <marcx:subfield code="b">s</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:29565678</os:identifier>
            <os:creationDate>2012-09-19</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:35353291</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>net_livets_lotteri_526_i_u_y.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
